# ------------------------------
# -///////--///////////////-----
# -///////----------------------
# -///////--********------------
# -///////---------- *********--
# -///////-------------*******--
# -///////--*****---------------
# -///////--********------------
# ----------************--------
# -------------------*********--

# def parseDialogs():
# def parseURL():

def parseDialogs(name, arr):
# '''
# <!DOCTYPE html>
# <html>
#     <head>
#         <meta charset="utf-8" />
#         <title>''' + name + ''' - друзья</title>
#     </head>
#     <body>
#         <h4>Powered by <a href="https://github.com/bar2104y">bar2104</a> </h4>
#     </body>
# </html>
# '''
    for message in arr:
        print(message)


